Repository: linruohan/amberol
Catalog: po/*.po
Languages: az

source: Music Player
az: Musiqi Pleyeri

source: music;player;media;audio;playlist;
az: musiqi;pleyer;media;audio;pleylist;

source: Plays music, and nothing else
az: Musiqi çalır, başqa heç nə

source: Amberol is a music player with no delusions of grandeur. If you just want to play music available on your local system then Amberol is the music player you are looking for.
az: Amberol, böyük iddiaları olmayan bir musiqi pleyeridir. Əgər sadəcə yerli sisteminizdəki musiqiləri çalmaq istəyirsinizsə, Amberol axtardığınız musiqi pleyeridir.

source: Current features:
az: Cari xüsusiyyətlər:

source: adaptive UI
az: adaptiv istifadəçi interfeysi

source: UI recoloring using the album art
az: Albom şəkli ilə interfeysin rənglərinin dəyişdirilməsi

source: drag and drop support to queue songs
az: musiqiləri növbəyə əlavə etmək üçün sürüklə və burax dəstəyi

source: shuffle and repeat
az: qarışdırma və təkrarlama

source: MPRIS integration
az: MPRIS inteqrasiyası

source: Playback in progress
az: Çalma davam edir

source: Unknown artist
az: Naməlum sənətçi

source: Unknown title
az: Naməlum başlıq

source: Unknown album
az: Naməlum albom

# shortcut window
source: General
az: Ümumi

# shortcut window
source: Toggle primary menu
az: Əsas menyunu aç/bağla

# shortcut window
source: Copy song details to the clipboard
az: Musiqi detallarını buferə kopyala

# shortcut window
source: Show shortcuts
az: Qısayolları göstər

# shortcut window
source: Quit
az: Çıx

# shortcut window
source: Playlist
az: Pleylist

# shortcut window
source: Add a song to the playlist
az: Pleylistə mahnı əlavə et

# shortcut window
source: Add a folder to the playlist
az: Pleylistə qovluq əlavə et

# shortcut window
source: Clear the playlist
az: Pleylisti təmizlə

# shortcut window
source: Toggle the playlist pane
az: Pleylist panelini aç/bağla

# shortcut window
source: Toggle shuffling songs
az: Mahnıları qarışdırmanı aç/bağla

# shortcut window
source: Playback
az: Çalma

# shortcut window
source: Toggle play/pause
az: Çal/dayandır aç/bağla

# shortcut window
source: Previous song
az: Əvvəlki mahnı

# shortcut window
source: Next song
az: Növbəti mahnı

# shortcut window
source: Seek backwards in the current song
az: Cari mahnıda geri sar

# shortcut window
source: Seek forward in the current song
az: Cari mahnıda irəli sar

source: Play the Previous Song
az: Əvvəlki Mahnını Çal

# a11y
source: Skip backwards
az: Geri keç

source: Toggle Play
az: Çalmanı Aç/Bağla

# a11y
source: Toggle play
az: Çalmanı aç/bağla

source: Play the Next Song
az: Növbəti Mahnını Çal

# a11y
source: Skip forward
az: İrəli keç

source: Toggle Playlist
az: Pleylisti Aç/Bağla

# a11y
source: Toggle playlist
az: Pleylisti aç/bağla

source: Shuffle the Playlist
az: Pleylisti Qarışdır

# a11y
source: Shuffle
az: Qarışdır

source: Enable Repeat
az: Təkrarlamanı Aktivləşdir

# a11y
source: Repeat
az: Təkrarla

source: Main Menu
az: Əsas Menyu

# a11y
source: Primary menu
az: Əsas menyu

source: Copy
az: Kopyala

source: Add _Song
az: Mahnı _Əlavə Et

source: Add _Folder
az: Qovluq _Əlavə Et

source: Clear
az: Təmizlə

source: _Match Cover Art
az: _Albom Şəklini Uyğunlaşdır

source: _Background Playback
az: _Arxa Plan Çalması

source: _ReplayGain
az: _TəkrarQazanc

# replaygain-menu
source: _Album
az: _Albom

# replaygain-menu
source: _Song
az: _Mahnı

# replaygain-menu
source: _Disabled
az: _Deaktiv

source: _Keyboard Shortcuts
az: _Klaviatura Qısayolları

source: _About Amberol
az: Amberol _Haqqında

source: _Quit
az: _Çıx

source: Search Songs in the Playlist
az: Pleylistdə Mahnıları Axtar

source: Playlist
az: Pleylist

source: Close the Playlist
az: Pleylisti Bağla

source: Select Songs in the Playlist
az: Pleylistdə Mahnıları Seç

source: Search songs
az: Mahnıları axtar

# a11y
source: Search
az: Axtar

# a11y
source: Type to search songs
az: Mahnıları axtarmaq üçün yaz

source: Select All Songs
az: Bütün Mahnıları Seç

source: Remove Selected Songs
az: Seçilmiş Mahnıları Sil

# a11y
source: No cover available
az: Albom şəkli mövcud deyil

# a11y
source: Currently playing
az: Hazırda çalınır

source: Drop a song to add it to the playlist
az: Pleylistə əlavə etmək üçün mahnını burax

source: Select a file or a folder, or drag files from your file manager to the application window to add songs to the playlist
az: Pleylistə mahnılar əlavə etmək üçün fayl menecerinizdən fayl və ya qovluq seçin və ya faylları tətbiq pəncərəsinə sürükləyin

source: Restore Playlist
az: Pleylisti Bərpa Et

source: Add Folder
az: Qovluq Əlavə Et

source: Add Song
az: Mahnı Əlavə Et

# a11y
source: Elapsed time
az: Keçən vaxt

# a11y
source: Remaining time
az: Qalan vaxt

source: translator-credits
az: Ramal Rəhimov <jhonaluman@gmail.com>

source: Amberol needs to run in the background to play music
az: Musiqi çalmaq üçün Amberol arxa planda işləməlidir

source: Cover image
az: Albom şəkli

source: Repeat All Songs
az: Bütün Mahnıları Təkrarla

source: Repeat the Current Song
az: Cari Mahnını Təkrarla

source: Audio files
az: Audio fayllar

source: _Add Song
az: _Mahnı Əlavə Et

source: Open File
az: Faylı Aç

source: Unable to access files
az: Fayllara daxil olmaq mümkün deyil

source: _Add Folder
az: _Qovluq Əlavə Et

source: Open Folder
az: Qovluğu Aç

source: No available song found
az: Mövcud mahnı tapılmadı

source: No songs found
az: Mahnılar tapılmadı

source: Added a new song
az: Yeni mahnı əlavə edildi

source: Play
az: Çal

source: Added one song
az: Bir mahnı əlavə edildi

source: Unable to access dropped files
az: Buraxılmış fayllara daxil olmaq mümkün deyil

source: {} minute
az: {} dəqiqə

source: {hours} hour {minutes} remaining
az: {hours} saat {minutes} qalıb

source: {} minute remaining
az: {} dəqiqə qalıb

source: No song selected
az: Mahnı seçilməyib

source: {} song selected
az: {} mahnı seçilib

source: Currently playing “{title}” by “{artist}”
az: Hazırda “{title}” mahnısı “{artist}” tərəfindən çalınır
